<?php
$lang->basket_continue_in_category="Продолжай покупки в категории";
$lang->basket_order_update="Принять";
$lang->basket_order_update_note="Для подтверждения изменений щелкни клавишу «Принять»";
$lang->basket_order_update="Посчитай";
$lang->basket_take_order="Реализируй заказ";
$lang->search_empty_list2="ww";
$lang->basket_delivery_name="Dostawca";
$lang->basket_elements=array(
                'name'=>"Nazwa",
                'user_id'=>"",
                'num'=>"",
                'price_netto'=>"",
                'price_brutto'=>"",
                'vat'=>"",
                'sum_brutto'=>"",
                );
$lang->basket_order_amount_name="стоимость заказа";
$lang->basket_error=array(
					"2"=>"В корзине не могут находиться одновременно продукты за очки и стандартные продукты!",
					"3"=>"У тебя на счету слишком мало очков.",
					"4"=>"В корзине не могут находиться одновременно продукты за очки и стандартные продукты!",
					"5"=>"У тебя на счету слишком мало очков.",
					"12"=>"Для того, чтобы осуществить закупку продуктов за очки следует произвести регистрацию.",
					"13"=>"У тебя на счету слишком мало очков.",
					"002"=>"Продукты за очки нельзя передавать на хранение.",
					"102"=>"Продукт не найден в магазине...",
					"103"=>"Продукты за очки не могут иметь установленных расширенных атрибутов!",
					"202"=>"Возникли проблемы по осуществлению заказа.<br>Количество доступных для пользователя очков не совпадает.<br> Пожалуйста, попробуйте заново произвести заказ.",
					"302"=>"У тебя на счету слишком мало очков.",
		);
?>